export const shippingPolicyText1 = `해외직배송 상품은 주문완료 후 국가별로 7일~14일(주말/휴일 제외) 정도의 배송기간이 소요될 수 있습니다.(판매자 사정 및 도서산간 지역의 경우 배송이 더 지연될 수 있습니다.)
`;

export const shippingPolicyText2 = `단순 변심에 의한 교환/반품은 왕복 해외배송비 등 제반 비용이 구매자에게 부과되오니 반드시 확인하세요.

• 반품배송비: 편도 20,000원 (최초 배송비 무료인 경우 40,000원 부과)

• 교환배송비: 40,000원

• 반품시 먼저 고객센터로 연락하셔서 반품 사유, 택배사, 배송비 등을 협의하신 후 상품을 반품하시기 바랍니다.

• 보다 자세한 반품/교환 안내는 “취소/교환/반품 정보”에서 확인해 주세요.
`;

export const shippingPolicyText3 = `상품가 외에 고객님의 통관 물품 가격에 따라 관세 등이 추가로 발생할 수 있으며, 이는 직접 결제하셔야 합니다.
`;

// returnPolicyText
export const returnPolicyText1 = `결제 완료 후 해외 판매처에 주문이 들어가기 전까지는 취소가 가능합니다. 주문이 접수되어 해외 판매처에서 구매가 완료된 이후에는 단순변심으로 인한 취소가 불가능합니다.
`;

export const returnPolicyText2 = `고객센터(카카오톡 문의)를 통해 취소 요청을 접수해 주세요. 취소 가능 여부 확인 후, 취소 가능 시 1~3영업일 내 결제 금액을 환불해 드립니다.
`;

export const returnPolicyText3 = `해외 판매처에서 구매가 확정된 이후, 품절 등으로 인해 자동 취소된 경우에는 전액 환불됩니다.
`;

export const returnPolicyText4 = `1. 구매자 단순 변심은 상품 수령 후 7일 이내 (구매자 국제 왕복 운송료+수입세금 및 제비용 부담)
2. 표시/광고와 상이, 계약 내용과 다르게 이행된 경우 상품 수령 후 3개월 이내 혹은 표시/광고와 다른 사실을 안 날로부터 30일 이내 (판매자 반품배송비 부담)
둘 중 하나 경과 시 반품/교환 불가
`;

export const returnPolicyText5 = `1. 반품요청기간이 지난 경우
2. 구매자의 책임 있는 사유로 상품 등이 멸실 또는 훼손된 경우 (단, 상품의 내용을 확인하기 위하여 포장 등을 훼손한 경우는 제외)
3. 구매자의 책임 있는 사유로 포장이 훼손되어 상품 가치가 현저히 감소한 경우 (예: 식품, 화장품, 향수류, 음반 등)
4. 구매자의 사용 또는 일부 소비에 의하여 상품의 가치가 현저히 감소한 경우 (라벨이 떨어진 의류 또는 태그가 떨어진 명품관 상품인 경우)
5. 시간의 경과에 의하여 재판매가 곤란할 정도로 상품 등의 가치가 현저히 감소한 경우
6. 고객의 요청사항에 맞춰 제작에 들어가는 맞춤제작상품의 경우 (판매자에게 회복불가능한 손해가 예상되고, 그러한 예정으로 청약철회권 행사가 불가하다는 사실을 서면 동의 받은 경우)
7. 복제가 가능한 상품 등의 포장을 훼손한 경우 (CD/DVD/게임/도서의 경우 포장 개봉 시)
`;

export const transactionInfoText1 = `• 제품하자・오배송 등에 따른 청약철회 등의 경우 청약철회 등의 기한 및 통신판매업자가 부담하는 반품비용 등에 관한 정보
    : 전자상거래 등에서의 소비자보호에 관한 법률 등에 의한 제품의 하자 또는 오배송 등으로 인한 청약철회의 경우에는 상품 수령 후 3개월 이내, 그 사실을 안 날 또는 알 수 있었던 날로부터 30일 이내에 청약철회를 할 수 있으며, 반품 비용은 통신판매업자가 부담합니다.
• 제품하자가 아닌 소비자의 단순변심에 따른 청약철회 시 소비자가 부담하는 반품비용 등에 관한 정보
    : 편도 4,000원 (최초 배송비 무료인 경우 8,000원 부과)
• 제품하자가 아닌 소비자의 단순변심에 따른 청약철회가 불가능한 경우 그 구체적 사유와 근거
    : 전자상거래 등에서의 소비자보호에 관한 법률 등에 의한 청약철회 제한 사유에 해당하는 경우 및 기타 객관적으로 이에 준하는 것으로 인정되는 경우 청약철회가 제한될 수 있습니다.
`;

export const transactionInfoText2 = `• 재화 등의 교환・반품・보증 조건 및 품질보증기준
    : 소비자분쟁해결기준(공정거래위원회 고시) 및 관계법령에 따릅니다.
• 대금을 환불받기 위한 방법과 환불이 지연될 경우 지연배상금을 지급받을 수 있다는 지연배상금 지급의 구체적인 조건・절차
    : 주문취소 및 대금의 환불은 마이페이지에서 신청할 수 있으며, 전자상거래 등에서의 소비자보호에 관한 법률에 따라 소비자의 청약철회 후 판매자가 재화 등을 반환받은 날로부터 3영업일 이내에 지급받은 대금의 환급을 정당한 사유 없이 지연하는 때에는 소비자는 지연기간에 대해서 연 15%의 지연배상금을 판매자에게 청구할 수 있습니다.
• 소비자피해보상의 처리, 재화 등에 대한 불만 처리 및 소비자와 사업자 사이의 분쟁처리에 관한 사항
    : 소비자 분쟁해결기준(공정거래위원회 고시) 및 관계법령에 따릅니다.
• 거래에 관한 약관의 내용 또는 확인할 수 있는 방법
    : 상품상세 페이지 및 페이지 하단의 이용약관 링크를 통해 확인할 수 있습니다.
`;

// 전자상거래 이용약관
export const agreementText1 = `제1조 (목적)
이 약관은 비지보이 회사(전자상거래 사업자)가 운영하는 비지보이 사이버 몰(이하 “몰”이라 한다)에서 제공하는 인터넷 관련 서비스(이하 “서비스”라 한다)를 이용함에 있어 사이버 몰과 이용자의 권리․ 의무 및 책임사항을 규정함을 목적으로 합니다.
※ 「PC통신, 무선 등을 이용하는 전자상거래에 대해서도 그 성질에 반하지 않는 한 이 약관을 준용합니다.」


제2조 (정의)
① “몰”이란 비지보이 회사가 재화 또는 용역(이하 “재화 등”이라 함)을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 사이버몰을 운영하는 사업자의 의미로도 사용합니다.
② “이용자”란 “몰”에 접속하여 이 약관에 따라 “몰”이 제공하는 서비스를 받는 회원 및 비회원을 말합니다.
③ ‘회원’이라 함은 “몰”에 회원등록을 한 자로서, 계속적으로 “몰”이 제공하는 서비스를 이용할 수 있는 자를 말합니다.
④ ‘비회원’이라 함은 회원에 가입하지 않고 “몰”이 제공하는 서비스를 이용하는 자를 말합니다.


제3조 (약관 등의 명시와 설명 및 개정)
① “몰”은 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호․모사전송번호․전자우편주소, 사업자등록번호, 통신판매업 신고번호, 개인정보관리책임자등을 이용자가 쉽게 알 수 있도록 비지보이 사이버몰의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
② “몰”은 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회․배송책임․환불조건 등과 같은 중요한 내용을 이용자가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 이용자의 확인을 구하여야 합니다.
③ “몰”은 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
④ “몰”이 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 몰의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다.  이 경우 "몰“은 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.
⑤ “몰”이 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간 내에 “몰”에 송신하여 “몰”의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.
⑥ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및 관계법령 또는 상관례에 따릅니다.


제4조 (서비스의 제공 및 변경)
① “몰”은 다음과 같은 업무를 수행합니다.
재화 또는 용역에 대한 정보 제공 및 구매계약의 체결
구매계약이 체결된 재화 또는 용역의 배송
기타 “몰”이 정하는 업무
② “몰”은 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화 또는 용역의 내용 및 제공일자를 명시하여 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.
③ “몰”이 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한 주소로 즉시 통지합니다.
④ 전항의 경우 “몰”은 이로 인하여 이용자가 입은 손해를 배상합니다. 다만, “몰”이 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.


제5조 (서비스의 중단)
① “몰”은 컴퓨터 등 정보통신설비의 보수점검․교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.
② “몰”은 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, “몰”이 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
③ 사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 “몰”은 제8조에 정한 방법으로 이용자에게 통지하고 당초 “몰”에서 제시한 조건에 따라 소비자에게 보상합니다. 다만, “몰”이 보상기준 등을 고지하지 아니한 경우에는 이용자들의 마일리지 또는 적립금 등을 “몰”에서 통용되는 통화가치에 상응하는 현물 또는 현금으로 이용자에게 지급합니다.


제6조 (회원가입)
① 이용자는 “몰”이 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.
② “몰”은 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.
가입신청자가 이 약관 제7조제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제7조제3항에 의한 회원자격 상실 후 3년이 경과한 자로서 “몰”의 회원재가입 승낙을 얻은 경우에는 예외로 한다.
등록 내용에 허위, 기재누락, 오기가 있는 경우
기타 회원으로 등록하는 것이 “몰”의 기술상 현저히 지장이 있다고 판단되는 경우
③ 회원가입계약의 성립 시기는 “몰”의 승낙이 회원에게 도달한 시점으로 합니다.
④ 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 “몰”에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다.


제7조 (회원 탈퇴 및 자격 상실 등)
① 회원은 “몰”에 언제든지 탈퇴를 요청할 수 있으며 “몰”은 즉시 회원탈퇴를 처리합니다.
② 회원이 다음 각 호의 사유에 해당하는 경우, “몰”은 회원자격을 제한 및 정지시킬 수 있습니다.
가입 신청 시에 허위 내용을 등록한 경우
“몰”을 이용하여 구입한 재화 등의 대금, 기타 “몰”이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
다른 사람의 “몰” 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
“몰”을 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
③ “몰”이 회원 자격을 제한․정지 시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 “몰”은 회원자격을 상실시킬 수 있습니다.
④ “몰”이 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.


제8조 (회원에 대한 통지)
① “몰”이 회원에 대한 통지를 하는 경우, 회원이 “몰”과 미리 약정하여 지정한 전자우편 주소로 할 수 있습니다.
② “몰”은 불특정다수 회원에 대한 통지의 경우 1주일이상 “몰” 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.


제9조 (구매신청 및 개인정보 제공 동의 등)
① “몰”이용자는 “몰”상에서 다음 또는 이와 유사한 방법에 의하여 구매를 신청하며, “몰”은 이용자가 구매신청을 함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다.
재화 등의 검색 및 선택
받는 사람의 성명, 주소, 전화번호, 전자우편주소(또는 이동전화번호) 등의 입력
약관내용, 청약철회권이 제한되는 서비스, 배송료, 설치비 등의 비용부담과 관련한 내용에 대한 확인
이 약관에 동의하고 위 3.호의 사항을 확인하거나 거부하는 표시 (예, 마우스 클릭)
재화등의 구매신청 및 이에 관한 확인 또는 “몰”의 확인에 대한 동의
결제방법의 선택
② “몰”이 제3자에게 구매자 개인정보를 제공할 필요가 있는 경우 1) 개인정보를 제공받는 자, 2)개인정보를 제공받는 자의 개인정보 이용목적, 3) 제공하는 개인정보의 항목, 4) 개인정보를 제공받는 자의 개인정보 보유 및 이용기간을 구매자에게 알리고 동의를 받아야 합니다. (동의를 받은 사항이 변경되는 경우에도 같습니다.)
③ “몰”이 제3자에게 구매자의 개인정보를 취급할 수 있도록 업무를 위탁하는 경우에는 1) 개인정보 취급위탁을 받는 자, 2) 개인정보 취급위탁을 하는 업무의 내용을 구매자에게 알리고 동의를 받아야 합니다. (동의를 받은 사항이 변경되는 경우에도 같습니다.) 다만, 서비스제공에 관한 계약이행을 위해 필요하고 구매자의 편의증진과 관련된 경우에는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에서 정하고 있는 방법으로 개인정보 취급방침을 통해 알림으로써 고지절차와 동의절차를 거치지 않아도 됩니다.


제10조 (계약의 성립)
① “몰”은 제9조와 같은 구매신청에 대하여 다음 각 호에 해당하면 승낙하지 않을 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는 법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수 있다는 내용을 고지하여야 합니다.
신청 내용에 허위, 기재누락, 오기가 있는 경우
미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우
기타 구매신청에 승낙하는 것이 “몰” 기술상 현저히 지장이 있다고 판단하는 경우
② “몰”의 승낙이 제12조제1항의 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.
③ “몰”의 승낙의 의사표시에는 이용자의 구매 신청에 대한 확인 및 판매가능 여부, 구매신청의 정정 취소 등에 관한 정보 등을 포함하여야 합니다.


제11조 (지급방법)
“몰”에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각 호의 방법중 가용한 방법으로 할 수 있습니다. 단, “몰”은 이용자의 지급방법에 대하여 재화 등의 대금에 어떠한 명목의 수수료도  추가하여 징수할 수 없습니다.
폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체
선불카드, 직불카드, 신용카드 등의 각종 카드 결제
온라인무통장입금
전자화폐에 의한 결제
수령 시 대금지급
마일리지 등 “몰”이 지급한 포인트에 의한 결제
“몰”과 계약을 맺었거나 “몰”이 인정한 상품권에 의한 결제
기타 전자적 지급 방법에 의한 대금 지급 등


제12조 (수신확인통지․구매신청 변경 및 취소)
① “몰”은 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다.
② 수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고 “몰”은 배송 전에 이용자의 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리하여야 합니다. 다만 이미 대금을 지불한 경우에는 제15조의 청약철회 등에 관한 규정에 따릅니다.


제13조 (재화 등의 공급)
① “몰”은 이용자와 재화 등의 공급시기에 관하여 별도의 약정이 없는 이상, 이용자가 청약을 한 날부터 7일 이내에 재화 등을 배송할 수 있도록 주문제작, 포장 등 기타의 필요한 조치를 취합니다. 다만, “몰”이 이미 재화 등의 대금의 전부 또는 일부를 받은 경우에는 대금의 전부 또는 일부를 받은 날부터 3영업일 이내에 조치를 취합니다.  이때 “몰”은 이용자가 재화 등의 공급 절차 및 진행 사항을 확인할 수 있도록 적절한 조치를 합니다.
② “몰”은 이용자가 구매한 재화에 대해 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 명시합니다. 만약 “몰”이 약정 배송기간을 초과한 경우에는 그로 인한 이용자의 손해를 배상하여야 합니다. 다만 “몰”이 고의․과실이 없음을 입증한 경우에는 그러하지 아니합니다.


제14조 (환급)
“몰”은 이용자가 구매신청한 재화 등이 품절 등의 사유로 인도 또는 제공을 할 수 없을 때에는 지체 없이 그 사유를 이용자에게 통지하고 사전에 재화 등의 대금을 받은 경우에는 대금을 받은 날부터 3영업일 이내에 환급하거나 환급에 필요한 조치를 취합니다.


제15조 (청약철회 등)
① “몰”과 재화등의 구매에 관한 계약을 체결한 이용자는 「전자상거래 등에서의 소비자보호에 관한 법률」 제13조 제2항에 따른 계약내용에 관한 서면을 받은 날(그 서면을 받은 때보다 재화 등의 공급이 늦게 이루어진 경우에는 재화 등을 공급받거나 재화 등의 공급이 시작된 날을 말합니다)부터 7일 이내에는 청약의 철회를 할 수 있습니다. 다만, 청약철회에 관하여 「전자상거래 등에서의 소비자보호에 관한 법률」에 달리 정함이 있는 경우에는 동 법 규정에 따릅니다.
② 이용자는 재화 등을 배송 받은 경우 다음 각 호의 1에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.
이용자에게 책임 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만, 재화 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를 할 수 있습니다)
이용자의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우
시간의 경과에 의하여 재판매가 곤란할 정도로 재화등의 가치가 현저히 감소한 경우
같은 성능을 지닌 재화 등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우
③ 제2항제2호 내지 제4호의 경우에 “몰”이 사전에 청약철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 시용상품을 제공하는 등의 조치를 하지 않았다면 이용자의 청약철회 등이 제한되지 않습니다.
④ 이용자는 제1항 및 제2항의 규정에 불구하고 재화 등의 내용이 표시·광고 내용과 다르거나 계약내용과 다르게 이행된 때에는 당해 재화 등을 공급받은 날부터 3월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.


제16조 (청약철회 등의 효과)
① “몰”은 이용자로부터 재화 등을 반환받은 경우 3영업일 이내에 이미 지급받은 재화 등의 대금을 환급합니다. 이 경우 “몰”이 이용자에게 재화등의 환급을 지연한때에는 그 지연기간에 대하여 「전자상거래 등에서의 소비자보호에 관한 법률 시행령」제21조의2에서 정하는 ****지연이자율을 곱하여 산정한 지연이자를 지급합니다.
② “몰”은 위 대금을 환급함에 있어서 이용자가 신용카드 또는 전자화폐 등의 결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다.
③ 청약철회 등의 경우 공급받은 재화 등의 반환에 필요한 비용은 이용자가 부담합니다. “몰”은 이용자에게 청약철회 등을 이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만 재화 등의 내용이 표시·광고 내용과 다르거나 계약내용과 다르게 이행되어 청약철회 등을 하는 경우 재화 등의 반환에 필요한 비용은 “몰”이 부담합니다.
④ 이용자가 재화 등을 제공받을 때 발송비를 부담한 경우에 “몰”은 청약철회 시 그 비용을  누가 부담하는지를 이용자가 알기 쉽도록 명확하게 표시합니다.


제17조 (개인정보보호)
① “몰”은 이용자의 개인정보 수집시 서비스제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다.
② “몰”은 회원가입시 구매계약이행에 필요한 정보를 미리 수집하지 않습니다. 다만, 관련 법령상 의무이행을 위하여 구매계약 이전에 본인확인이 필요한 경우로서 최소한의 특정 개인정보를 수집하는 경우에는 그러하지 아니합니다.
③ “몰”은 이용자의 개인정보를 수집·이용하는 때에는 당해 이용자에게 그 목적을 고지하고 동의를 받습니다.
④ “몰”은 수집된 개인정보를 목적외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용·제공단계에서 당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.
⑤ “몰”이 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은자, 제공목적 및 제공할 정보의 내용) 등 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제22조제2항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.
⑥ 이용자는 언제든지 “몰”이 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 “몰”은 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 “몰”은 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
⑦ “몰”은 개인정보 보호를 위하여 이용자의 개인정보를 취급하는 자를  최소한으로 제한하여야 하며 신용카드, 은행계좌 등을 포함한 이용자의 개인정보의 분실, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.
⑧ “몰” 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.
⑨ “몰”은 개인정보의 수집·이용·제공에 관한 동의란을 미리 선택한 것으로 설정해두지 않습니다. 또한 개인정보의 수집·이용·제공에 관한 이용자의 동의거절시 제한되는 서비스를 구체적으로 명시하고, 필수수집항목이 아닌 개인정보의 수집·이용·제공에 관한 이용자의 동의 거절을 이유로 회원가입 등 서비스 제공을 제한하거나 거절하지 않습니다.


제18조(“몰“의 의무)
① “몰”은 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화․용역을 제공하는데 최선을 다하여야 합니다.
② “몰”은 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.
③ “몰”이 상품이나 용역에 대하여 「표시․광고의 공정화에 관한 법률」 제3조 소정의 부당한 표시․광고행위를 함으로써 이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다.
④ “몰”은 이용자가 동의하지 않을 시 영리목적의 광고성 전자우편을 발송하지 않습니다.


제19조 (회원의 ID 및 비밀번호에 대한 의무)
① 제17조의 경우를 제외한 ID와 비밀번호에 관한 관리책임은 회원에게 있습니다.
② 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.
③ 회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 “몰”에 통보하고 “몰”의 안내가 있는 경우에는 그에 따라야 합니다.


제20조 (이용자의 의무)
이용자는 다음 행위를 하여서는 안 됩니다.
신청 또는 변경시 허위 내용의 등록
타인의 정보 도용
“몰”에 게시된 정보의 변경
“몰”이 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
“몰” 기타 제3자의 저작권 등 지적재산권에 대한 침해
“몰” 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 몰에 공개 또는 게시하는 행위


제21조 (연결“몰”과 피연결“몰” 간의 관계)
① 상위 “몰”과 하위 “몰”이 하이퍼링크(예: 하이퍼링크의 대상에는 문자, 그림 및 동화상 등이 포함됨)방식 등으로 연결된 경우, 전자를 연결 “몰”(웹 사이트)이라고 하고 후자를 피연결 “몰”(웹사이트)이라고 합니다.
② 연결“몰”은 피연결“몰”이 독자적으로 제공하는 재화 등에 의하여 이용자와 행하는 거래에 대해서 보증 책임을 지지 않는다는 뜻을 연결“몰”의 초기화면 또는 연결되는 시점의 팝업화면으로 명시한 경우에는 그 거래에 대한 보증 책임을 지지 않습니다.


제22조 (저작권의 귀속 및 이용제한)
① “몰“이 작성한 저작물에 대한 저작권 기타 지적재산권은 ”몰“에 귀속합니다.
② 이용자는 “몰”을 이용함으로써 얻은 정보 중 “몰”에게 지적재산권이 귀속된 정보를 “몰”의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.
③ “몰”은 약정에 따라 이용자에게 귀속된 저작권을 사용하는 경우 당해 이용자에게 통보하여야 합니다.


제23조 (분쟁해결)
① “몰”은 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치ㆍ운영합니다.
② “몰”은 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.
③ “몰”과 이용자 간에 발생한 전자상거래 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시·도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.


제24조(재판권 및 준거법)
① “몰”과 이용자 간에 발생한 전자상거래 분쟁에 관한 소송은 제소 당시의 이용자의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.
② “몰”과 이용자 간에 제기된 전자상거래 소송에는 한국법을 적용합니다.`

export const agreementText2 = `제1조 (목적)
본 약관은 비지보이(이하 ‘회사’라 함)가 운영하는 온라인쇼핑몰에서 제공하는 전자상거래 및 구매대행 관련 서비스(이하 비지보이가 운영하는 인터넷사이트를 ‘네스팅(NESTing)’ 또는 ‘서비스’라 함)를 이용함에 있어 회사와 이용자의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.


제2조 (정의)
① 네스팅은 해당 약관에 의하여 재화나 용역을 회원에게 제공하기 위해 컴퓨터 등 정보 통신설비를 이용하여 이를 거래할 수 있도록 설정한 가상의 영업장을 말합니다.
② 이용자 : 본 약관에 따라 회사가 제공하는 서비스를 이용하는 회원을 의미합니다.
③ 회원 : 본 약관을 승인한 후 회사가 운영하는 서비스를 이용하기 위해 회원가입을 신청하고, 회사가 회원가입을 인정한 자를 의미합니다. 회원은 해당 자격을 제3자에게 대여, 양도, 매매, 담보 설정 등에 이용할 수 없습니다.
④ 회사와 회원간에 발생하는 거래계약 유형에 대한 정의는 다음과 같습니다.
‘상품구매’ 거래계약 유형은 회원이 서비스를 통해 상품을 구매한 후 회사가 해당 상품을 회원에게 제공하여 이를 수령할 수 있도록 하는 것을 의미합니다.
‘수입대행’ 거래계약 유형은 서비스를 이용한 회원이 구매대행 가능한 상품에 한하여 수입대행을 의뢰하면 회사가 해당 상품을 판매하는 해외 인터넷 쇼핑몰 등에서 이용자를 대신해 구매 및 결제를 하고 구매대행된 상품이 해외의 중간배송처에 입고된 이후 회사 책임으로 국제 운송 및 수입통관을 거쳐 이용자의 국내 수취처까지 운송을 하여 수령할 수 있도록 하는 것을 의미합니다.
⑤ 서비스에 대한 정의는 다음과 같습니다.
‘구매대행’이라 함은 수입대행 거래계약 유형에 해당하는 서비스로서 인터넷 홈페이지 내 게시된 물품 혹은 회원이 해외 인터넷 쇼핑몰에서 구매하고자 하는 물품을 구체적으로 명시하여 구매를 요청한 것에 대하여 이용자가 물품구매대행에 따르는 총 비용을 결제 시 회사가 해외 구매 방법 등을 통해 구매 및 결제를 하고 구매대행 된 상품이 해외 중간 배송처에 ‘배송대행’ 서비스를 통하여 회사의 책임으로 국제 운송 및 수입 통관을 거쳐 이용자가 지정하는 국내 수취처까지 배송하여 이를 이용자가 수령할 수 있도록 하는 서비스를 의미합니다.
‘병행수입’이라 함은 회사가 해외에서 직접 상품을 수입하여 국내에서 판매하는 것을 말합니다.
⑥ 아이디(ID) : 회원의 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 이메일을 의미합니다.
⑦ 비밀번호(Password) : 회원이 부여받은 아이디와 일치하는 회원임을 확인하고 회원의 권익을 보호하기 위하여 회원이 선정한 문자와 숫자의 조합을 의미합니다.
⑧ 전자우편(Email) : 인터넷을 통한 우편 혹은 전기적 매체를 이용한 우편을 의미합니다.
⑨ 탈퇴(또는 해지): 회사 또는 회원이 이용계약을 해약하는 것을 말합니다.
⑩ 본 약관에서 사용하는 용어 중 제2조에서 정하지 아니한 것은 관련법령 및 회사의 정책에서 정하는 바에 따르며, 그 외에는 일반 관례에 따릅니다.


제3조 (약관의 명시와 설명 및 개정)
① 회사는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 주소를 포함), 전화번호, 전자우편주소, 사업자등록번호, 통신판매업신고번호, 개인정보관리책임자 등을 회원이 쉽게 확인할 수 있도록 사이버몰의 초기 서비스 화면에 게시합니다. 다만, 약관의 구체적 내용은 회원이 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
② 회사는 『전자상거래 등에서의 소비자보호에 관한 법률』, 『약관의 규제에 관한 법률』, 『전자문서 및 전자거래기본법』, 『전자금융거래법』, 『전자서명법』, 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』, 『소비자기본법』 등 관련 법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
③ 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 사이버몰의 화면에 그 적용일자 7일(다만, 회원에게 불리한 내용으로 변경하는 경우에는 30일) 이전부터 적용일자 전일까지 공지합니다. 본 약관을 개정할 경우 서비스 화면에 공지합니다.
④ 제3항에 의해 변경된 약관은 관련 법령에 특별한 규정 기타 부득이한 사유가 없는 한 그 적용일자 이전으로 소급하여 적용되지 아니합니다.
⑤ 제3항에 따라 공지된 적용일자 이후에 회원이 명시적으로 거부의사를 표명하지 않을 경우에는 개정된 약관에 동의하는 것으로 간주하며, 변경된 약관에 동의하지 않는 회원은 회원 탈퇴를 요청할 수 있습니다. 제3항의 조치에도 불구하고 약관의 개정 사실을 알지 못함으로써 발생하는 회원의 피해에 대하여 회사는 책임을 지지 않습니다.
⑥ 회사는 제공하는 서비스 내의 개별 서비스에 대한 별도의 약관 또는 이용기준 및 조건을 둘 수 있으며 개별 서비스에서 별도로 적용되는 약관, 이용기준에 대한 동의는 회원이 개별 서비스를 최초로 이용할 경우 별도의 동의절차를 거치게 됩니다. 이 경우 개별 서비스에 대한 약관, 이용기준 등이 이 약관에 우선합니다.
⑦ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 『전자상거래 등에서의 소비자보호에 관한 법률』, 『약관의 규제에 관한 법률』, 공정거래위원회가 정하는 『전자상거래 등에서의 소비자 보호지침』 등 관련 법령 및 상관례에 따릅니다.
⑧ 이 약관의 규정이 대한민국의 강행법규와 상충되는 경우에는 그 강행법규에 따릅니다. 이 경우 다른 조항의 효력에는 영향을 미치지 아니합니다.


제4조 (서비스의 제공 및 변경)
① 회사는 다음 각 호와 같은 서비스를 제공합니다.
전자상거래 서비스 및 이에 수반되는 기타 서비스
재화 또는 용역에 대한 정보제공 및 수입대행계약의 체결
이용자가 구매 또는 수입대행을 의뢰한 재화의 구매 및 배송
기타 회사가 정하는 서비스 또는 업무
② 회사는 상품 등의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 상품 등의 내용을 변경할 수 있습니다. 이 경우에는 변경된 상품 등의 내용을 명시하여 현재의 상품 등의 내용을 게시한 곳에 즉시 공지합니다.
③ 회사가 제공하기로 회원과 계약을 체결한 서비스의 내용을 상품 등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 회원에게 통지 가능한 주소로 즉시 통지합니다.


제5조 (서비스의 중단)
① 회사는 천재지변 또는 이에 준하는 불가항력, 컴퓨터 등 정보통신설비의 보수점검·교체, 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.
② 회사는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 회원이 입은 손해에 대하여 배상합니다. 단, 회사가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
③ 사업 종목의 전환, 사업의 종료 또는 포기, 회사의 폐업, 합병, 분할, 영업양도 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 회사는 제8조에 정한 방법으로 회원에게 통지하고 당초 회사에서 제시한 조건에 따라 회원에게 보상합니다.


제6조 (회원가입 등)
① 회원 가입을 희망하는 자는 회사가 정한 가입양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로써 회원가입을 신청합니다.
② 회사는 제1항과 같이 회원으로 가입할 것을 신청한 자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다. 만약 회사가 회원가입신청의 승인을 거부하거나 유보하는 경우, 회사는 이를 제8조에 따라 회원에게 통지합니다.
가입신청자가 이 약관 제7조 제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우
가입신청자가 기입한 회원정보에 명백한 허위 기재, 누락 또는 오기가 있는 경우
회사가 본인확인 절차를 실시할 경우에 본인 확인이 되지 않거나 본인이 아님이 확인된 경우
가입신청자가 만 14세 미만인 경우
기타 가입신청자를 회원으로 등록하는 것이 사이버몰의 기술상 불가능하거나, 사이버몰의 운영 또는 유지·관리에 현저한 지장을 준다고 판단되는 경우
③ 회원가입계약의 성립시기는 회사의 승낙이 가입신청자에게 도달한 시점으로 합니다.
④ 회원은 회원정보에 변경이 있는 경우, 회원정보 수정 등의 방법으로 그 변경사항을 반영하여야 합니다. 회원정보 수정을 하지 않음으로써 발생하는 회원의 손해에 대하여 회사는 아무런 책임을 지지 않습니다.
⑤ 회사는 서비스의 안전한 제공을 위하여 사이버몰의 결제 관련 서비스를 제공하는 자를 통해 본인확인이 완료된 회원에 대해서만 회원가입을 승인하거나, 본인확인이 이루어지지 않은 회원에 대해서는 서비스 이용 또는 상품 등 구매를 제한할 수 있습니다.
⑥ 회사는 『영화 및 비디오물의 진흥에 관한 법률』 및 『청소년 보호법』 및 『화학물질 관리법』등 관련 법령에 따른 등급 및 연령제한 준수를 위하여 회원의 서비스 이용 또는 상품 등 구매를 제한하거나, 회원에게 나이 및 본인확인 등의 절차를 요구할 수 있습니다


제7조 (회원 탈퇴 및 자격 상실 등)
① 회원은 회사에 언제든지 탈퇴를 요청할 수 있으며, 회사는 회원의 회원탈퇴 요청 즉시 회원탈퇴를 처리합니다. 회원탈퇴 시 회원자격이 상실되며, 회사가 제공하는 각종 할인쿠폰, 이벤트 혜택 등이 소멸됩니다. 단, 회원탈퇴 시 소진되지 않은 적립금 등이 있는 경우에 이에 대한 권리를 포기한 것으로 간주하여, 탈퇴와 동시에 전부 소멸됩니다. 다만, 회사의 서비스 이용요금을 결제하지 않은 경우, 탈퇴가 제한됩니다.
② 회원이 다음 각 호의 사유에 해당하는 경우, 회사는 회원의 자격을 제한 또는 상실시킬 수 있습니다.
회원정보에 허위 내용을 입력하거나 타인의 정보를 도용한 경우
사이버몰을 이용하여 구입한 재화 등의 대금, 기타 사이버몰 이용과 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
다른 사람의 사이버몰 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
주소, 전자우편 등 회원정보를 잘못 입력하거나 변경하지 않는 등 회원의 귀책사유로 인하여 회사가 상당한 노력을 기울였음에도 불구하고 회원에게 통지 또는 연락을 할 수 없게 된 경우
이 약관 제12조 회원의 의무를 위반하는 행위를 하는 경우
이 약관의 규정 또는 회사의 이용정책 등을 위반하거나 법령 기타 공서양속에 반하는 행위를 하는 경우
③ 회사가 회원 자격을 제한 시킨 후 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 회사는 회원 자격을 상실시킬 수 있습니다.
④ 회사가 회원 자격을 상실시키는 경우에는 회원 등록을 말소하며, 이때 회사는 거래 안전을 위하여 해당 회원의 소유로 확인되는 아이디의 회원 등록을 일괄 말소할 수 있습니다. 이 경우 회사는 이를 제8조에 따라 회원에게 통지하고, 회원 등록 말소 전 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다. 다만, 회원의 소재불명 등으로 인해 소명 기회의 제공이 어려운 경우는 회사의 판단으로 회원등록을 말소할 수 있습니다.


제8조 (회원에 대한 통지)
① 회사가 회원에 대한 통지를 하는 경우, 회원이 회사와 미리 약정하여 지정한 방법에 따라 전자우편, SMS, 전화, 팩스 등으로 할 수 있습니다.
② 회사는 불특정다수 회원에 대한 통지의 경우 7일 이상 사이버몰의 공지사항(고객센터)에 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래에 관련하여 중대한 영향을 미치는 사항에 대하여는 개별 통지합니다.
③ 회원은 회사에 실제로 연락이 가능한 (휴대)전화번호, 이메일, 주소 등의 정보를 제공하고 해당 정보들을 최신으로 유지하여야 하며, 회사의 통지를 확인하여야 합니다.
④ 회원이 전항의 의무를 소홀히 하여 발생한 불이익에 대해서는 보호받지 못합니다.
⑤ 회사는 회원이 제공한 본 조 제3항의 정보로 본조 제1항의 방법을 이용하여 통지한 경우 본 기준상 통지의무를 다한 것으로 간주됩니다.


제9조 (정보의 제공 및 광고의 게재)
① 회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보를 게시판에 공지하거나 전자우편이나 SMS, 전화, 앱푸쉬 등의 방법으로 회원에게 제공할 수 있습니다. 그리고 회원은 법령에 따라 회사에게 부과된 의무이행을 위한 절차안내, 고객문의 등에 대한 답변, 기타 거래관련정보 등을 제외하고는 언제든지 전자우편 등에 대해서 수신 거절을 할 수 있습니다.
② 회사는 서비스의 운영과 관련하여 서비스 화면, 전자우편 등에 광고를 게재할 수 있습니다. 광고가 포함된 전자우편 등을 수신한 회원은 수신거절을 할 수 있으며, 회사는 수신거절을 위한 방법을 회원에게 제공합니다.


제10조 (회사의 의무)
① 회사는 이 약관이 금지하거나 관련 법령 기타 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하는 데 최선을 다합니다.
② 회사는 회원이 안전하게 서비스를 이용할 수 있도록 회원의 개인정보(신용정보 포함)보호를 위한 보안시스템을 갖추어야 하며, 개인정보처리방침을 공시하고 준수합니다.
③ 회사는 회원이 동의하지 않는 영리목적의 광고성 전자우편, 앱푸쉬 등을 발송하지 않습니다.
④ 회사는 회원으로부터 제기되는 의견이나 불만이 객관적으로 정당하다고 인정될 경우에는 회원의 불만을 해결하기 위해 노력합니다.


제11조 (회원의 아이디 및 비밀번호에 대한 의무)
① 아이디와 비밀번호에 관한 관리책임은 회원 본인에게 있습니다.
② 회원은 자신의 아이디 및 비밀번호를 제3자에게 제공, 공개하거나 제3자가 이용하도록 해서는 안 됩니다.
③ 회원이 자신의 아이디 및 비밀번호의 유출 또는 제3자 사용에 대해 인지하고도 비밀번호를 변경하지 않은 경우 또는 이와 같은 사정을 회사에 통지 하지 않거나 회사의 조치에 응하지 않은 경우 등 회원이 본 조의 의무를 준수하지 않아 발생하는 모든 손실이나 손해 등 불이익에 대한 책임은 회원에게 있습니다.
④ 회원의 아이디(ID)와 비밀번호가 외부에 누출되었다고 의심되는 경우, 회사는 계정 잠금 등 보호조치를 취할 수 있으며 회원의 이용이 제한될 수 있습니다.


제12조 (회원의 의무)
① 회원은 이 약관의 규정, 회사의 이용정책, 이용안내 사항 및 관련 법령 등을 준수하여야 하며, 기타 회사 업무에 방해되는 행위를 하여서는 안 됩니다.
② 회원은 다음 각 호의 행위를 하여서는 안 됩니다.
회원이 회사가 제공하는 서비스를 이용하지 아니하고 판매자와 직접 거래하는 행위(이하 “직거래”) 또는 이를 유도하는 행위
회사 또는 판매자의 판매 활동을 방해하거나 사이버몰을 이용하여 부당한 이득을 취하는 등 통상적인 전자상거래 관행에 부합하지 않는 거래상의 부정 행위
상품의 판매 또는 용역의 제공을 가장한 현금 융통 등 『여신전문금융업법』, 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』 및 기타 관계 법령에 위배되거나 비정상적인 결제 행위
회사가 제공하는 서비스 이용방법에 의하지 아니하고 비정상적인 방법으로 서비스를 이용하거나 회사의 정보처리시스템에 접근하는 행위
회사가 제공하는 서비스와 관련 없거나 비합리적인 요청, 공서양속에 반하는 행위 등으로 회사의 업무를 방해하는 행위
회원이 회사의 서비스를 이용하여 대한민국 및 기타 국가 또는 국제기구(UN, 미국, 유럽연합, 영국 등을 포함하며 이에 한정하지 아니함)가 시행 및 집행하는 제재조치, 수출입 통제 법령이나 규칙, 제한 등을 위반하는 행위
회원이 회사의 서비스를 이용하여 제공받은 상품, 소프트웨어, 기술 서비스 등을 수출입 제재 대상국가 혹은 제제 대상자 및 조직에 재수출 혹은 재판매하는 행위
기타 위 각 호에 준하여 회사 또는 제3자의 권리를 침해 또는 침해할 우려가 있거나, 전자상거래 질서를 위협하는 행위
서비스를 이용한 기타 제3자의 저작권 등 지적재산권에 대한 침해
서비스 등 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 몰에 공개 또는 게시하는 행위 또는 타인을 비방하는 게시 행위 (단, 이 경우 회사는 임의적으로 게시물을 삭제할 수 있습니다.)
③ 회사는 제2항을 위반한 회원에 대하여 계약 해제, 적립금 등 또는 할인쿠폰의 환수, 회원 자격의 제한, 현금 환불 보류 등의 조치 및 민∙형사 상의 법적 조치 등을 취할 수 있습니다.


제13조 (개인정보보호)
① 회사는 회원의 개인정보 수집 시 서비스 제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다.
② 회사는 회원의 개인정보를 수집·이용하는 때에는 당해 회원에게 그 목적을 고지하고 동의를 받습니다.
③ 회사는 수집된 개인정보를 목적 외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용·제공단계에서 회원에게 그 목적을 고지하고 동의를 받습니다. 다만, 회원가입 시 동의 받은 약관 및 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.
④ 회사가 제2항과 제3항에 의해 회원의 동의를 받아야 하는 경우에는 개인정보 관리 책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은 자, 제공목적 및 제공할 정보의 내용) 등 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』 에서 규정한 사항을 미리 명시하거나 고지해야 하며 회원은 언제든지 이 동의를 철회할 수 있습니다.
⑤ 회원은 언제든지 회사가 가지고 있는 자신의 개인정보에 대해 열람 및 오류 정정을 요구할 수 있으며 회사는 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 회원이 오류의 정정을 요구한 경우에는 회사는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
⑥ 회사는 개인정보 보호를 위하여 회원의 개인정보를 취급하는 자를 최소한으로 제한하여야 하며 신용카드, 은행계좌 등을 포함한 회원의 개인정보의 분실, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인한 회원의 손해에 대하여 모든 책임을 집니다.
⑦ 회사 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.
⑧ 회사의 사이버몰(제2조에서 정한 범위 내) 이외의 링크된 사이버몰에서는 회사의 개인정보처리방침이 적용되지 않습니다. 링크된 사이버몰 및 상품 등을 제공하는 제3자의 개인정보 취급과 관련하여서는 해당 사이버몰 및 제3자의 개인정보처리방침을 확인할 책임이 회원에게 있으며, 회사는 이에 대하여 책임을 부담하지 않습니다.
⑨ 회사는 다음과 같은 경우에 법이 허용하는 범위 내에서 회원의 개인정보를 제3자에게 제공할 수 있습니다.
수사기관이나 기타 정부기관으로부터 적법한 절차에 따른 정보제공을 요청 받은 경우
회원이 관련 법령을 위반하는 등의 부정행위를 확인하기 위해 필요한 경우
판매자 또는 배송업체 등에게 거래 및 배송 등에 필요한 최소한의 회원의 정보(성명, 주소, 전화번호)를 제공하는 경우
구매가 성사된 때에 그 이행을 위하여 필요한 경우와 구매가 종료된 이후에도 반품, 교환, 환불, 취소 등을 위하여 필요한 경우
기타 관련 법령에 의해 요구되는 경우
⑩ 기타 본 조에서 정하지 않은 사항은 회사가 마련한 “개인정보 처리방침”에 따릅니다.


제14조 (계약의 성립)
해외배송 서비스 이용과 관련하여 이용자와 아래의 절차를 통해 수입대행 계약을 체결합니다.
수입대행
회원이 서비스 몰 내에 있는 물품 혹은 회원이 해외 인터넷 쇼핑몰에서 구매하고자 하는 물품을 구체적으로 명시하여 구매를 요청한 것에 대하여 수입대행에 따르는 비용을 통해 수입대행을 의뢰하고 이에 대해 회사가 결제확인 SMS 문자 서비스를 통해 회원에게 발송 또는 서비스 몰에 이를 통보하여 회원에게 도착한 시점에 회원과 회사 간에 수입대행계약이 성립됩니다.
회원이 구매대행 의뢰한 물품을 해외중간배송업체 주소로 수령하고, 회사는 입고 내역 및 서비스요금 결제통지서를 회원에게 통보하여 회원이 서비스요금 결제 시 회사와 회원간의 배송대행계약이 성립됩니다.
회사와 회원의 계약성립은 해외 인터넷 쇼핑몰에서 구매 및 결제 등 수입대행 전과정과 국제운송 및 수입통관, 국내 수취처 인도까지의 운송 전 과정을 회사에 일임하였음을 의미합니다.
회사는 회원의 수입대행 요청에 대해 다음 각 호에 해당하는 경우 승낙하지 않을 수 있습니다.
신청내용에 허위, 기재누락, 오기가 있는 경우
회원이 관련 법령 및 동 약관에서 금지하는 재화에 대해 수입대행을 요청하는 경우
기타 수입대행 또는 구매 요청을 승낙하는 것이 서비스 기술상 현저히 지장이 있다고 판단하는 경우


제15조 (서비스 대상물품 및 금지상품)
회사는 이용자가 자가 사용의 목적으로 구매하여 수입하는 경우 서비스를 제공하며, 한편 아래의 경우 고객의 동의를 구한 후 한국으로 발송하거나 해당 발송자에게로 반송할 수 있습니다. 이용자의 귀책사유로 인해 이용자의 소재가 불명확하여 상당한 기간 내에 이를 보완할 것을 이용자에게 요구하였음에도 그 기간 내에 보완하지 않은 경우 회사는 당해 물품을 발송인에게 반송하고 이를 이용자에게 통보하며, 소요비용은 이용자로부터 정산하거나 회사의 임의대로 물품을 처리하여 충당할 수 있습니다. 단, 판매용 목적으로 구매하여 수입하는 경우는 사업자통관을 진행하여 서비스가 제공됩니다.
동물, 금괴, 은괴, 화폐, 의약품, 무기류, 인체의 일부, 포르노그래피, 정밀금속, 석재류, 냉장보관물품, 냉동 또는 냉장을 요하는 물품 및 폭발물, 가연성 위험물 등
관세법에 의한 수입, 수출 불가 / 항공,해상운송 불가 품목일 경우
현금 및 수표, 어음, 주식 그 밖의 유가증권류
신용카드, 현금카드 등의 카드류
금융기관의 예적금 통장 또는 예적금 인출용 카드
수신처가 당사임을 용이하게 판별할 수 있는 상호나 기타 문구가 기재되지 않은 것
서신 또는 현행법상 서신으로 정의된 통신 수단
살아 있는 동식물, 죽은 동물 또는 박제 동물
인체 또는 인체의 일부, 사체, 유골, 위패
음식물과 그 밖에 변질 또는 부패하기 쉬운 것
각성제, 대마, 마약, 향정신성 약품 및 기타 금지 약물,식약청고시수입금지품목등
총포, 도검, 무기, 병기, 화약류, 폭발물, 독극물
의약품, 의료기기
아동 포르노, 성인 비디오, 그 밖의 외설물
부정한 방법.수단으로 수득된 물
경유국가를 포함한 수출입국가, 주, 지방자치단체의 법령에 따라 수송, 수출 및 수입 등이 금지되거나 제한되고 있는 것
그 밖에 운송 사업자의 운송 약관상 취급이 인정되지 않는 것
그 밖에한국관세청또는 수출국의 관세청 및 해당국가의 법률로정한 수출금지품목,당사가 부적당하다고 인정한 것
송장(invoice) 부실기재, 포장불량 등으로 본 약관에 따른 서비스를 제공하기에 적절하지 않다고 회사가 판단하는 경우
기타 관련 법령에 의하여 수출입이 제한되는 물품을 대상으로 한 경우


제16조 (지급방법 및 적립금)
서비스 이용에 대한 대금지급방법은 다음 각 호의 방법 중 가용한 방법으로 할 수 있습니다.
해외에서 사용가능한 신용카드 및 체크카드 결제
쿠폰 및 회사가 정하는 마일리지
기타 회사가 인정하는 결제수단
일본이 제공하는 국제배송요금의 경우는 항공무게별 부피무게가 없는 것으로 제공하며 회사가 운영하는 서비스에서 지급한 배송료에 대해서 택배업체에 보험료와 항공사 물량 유지를 위한 이류오 오픈마켓의 수수료 비용과 국내배송료 등 모든 금액을 합산한 평균가격으로 제공되고 있습니다.
회원이 구매 대금의 결제와 관련하여 입력한 정보 및 그 정보와 관련하여 발생한 책임과 불이익은 전적으로 회원이 부담합니다.


제17조 (배송신청 변경 및 취소)
이용자는 제8조에 따라 수신확인통지를 받은 후 의사표시의 불일치 등이 있는 경우에 즉시 배송 신청 변경 및 취소를 요청할 수 있습니다.
해외중간배송업체 주소에 도달한 물품이 제15조 각 호에 해당하는 경우에는 당해 물품에 대한 배송 계약을 해지할 수 있으며, 이 경우 물품의 반송 등 사후조치를 위해 소요되는 일체의 비용은 이용자의 부담으로 합니다.


제18조 (서비스 요금 결제, 재화 등의 공급 및 보관)
수입대행 서비스
회원이 서비스에서 물품의 수입대행을 의뢰할 경우 제16조의 형태로 결제해야 합니다.
회사와 회원간의 수입대행계약에 의해 구매대행 된 물품이 회사 주소에 입고된 물품에 대해 검수 후 국내의 수취처까지 배송하여 이용자가 수령할 수 있도록 합니다.
회사는 회원의 물품 수입대행을 수행함에 따른 전체 금액을 회원이 결제하기 전 회원에게 고지합니다. 다만, 회원이 요청한 건이 아닌 해외 물품의 상품을 둘러보고 구매하는 경우 이는 서비스 몰에 고지된 가격에 따르며 회원은 고지된 가격을 보고 구매 요청을 할 수 있습니다.
서비스에 명시된 가격은 수입대행가격(해외 인터넷쇼핑몰 등에서의 물품 구입가격, 해외 물류센터까지의 운송료, 판매 세금 등 + 서비스 구매대행 수수료 + 수입관세, 수입부과세)과 국제운송료가 모두 포함된 가격입니다. 단, 개별 물품의 상황에 따라서 서비스에 고지된 기타비용 (재포장 수수료, 수입관세, 수입부과세, 국내 추가 배송료 등)이 추가로 발생할 수 있습니다.
서비스는 상품을 판매하는 해외 인터넷쇼핑몰 등 공급자 정보(쇼핑몰명 등)와 서비스에 명시된 가격의 상세내역에 대하여 이용자의 별도의 요청이 있을 시 이를 제8조에 명시한 수단을 통해 제공합니다.
회사는 서비스 이용자가 수입대행을 의뢰한 상품에 대해서 이용자의 대금 결제단위를 기준으로 포장하여 배송함을 원칙으로 합니다. 다만, 이용자가 묶음배송을 통해 해외배송비를 낮추고자 하는 경우 이용자의 선택에 따라 배송 최소 기준을 달성할 때까지 배송이 보류될 수 있습니다. 배송 최소 기준 및 배송 시작 예정일은 이용자에게 고지합니다.


제19조 (국제운송 및 통관)
국제운송
회사는 국제배송업체와 통관 절차를 통하여 서비스 해외물류센터에서부터 국내까지의 항공 및 해상운송, 수입통관, 회원이 지정한 수취처까지의 국내배송의 용역을 제공합니다.
상기 ‘a’항에서의 해외물류센터에서 회원이 지정한 수취처까지의 운송구간에서 물품의 파손 등 하자가 발생하였을 때, 배송대행형 거래계약 유형에 해당하는 배송대행 서비스에서는 상품가 금액 제한없이 상품가 및 국제운송료를 보상하며 수입대행형 거래계약 유형에 해당하는 수입대행 서비스에서는 수입대행가격 및 국제운송료를 포함한 총 금액을 보상합니다. 단, 상품가 $300이상의 고가 상품인 경우 특수 포장을 신청하셨을 경우에만 보상이 진행됩니다.
본 조에 의거 보상되는 물품가격의 기준은 고객이 배송신청서 혹은 구매대행 신청서 상에 기재한 금액을 기준으로 보상하며, 국내 택배보상 불가 품목의 경우 보상에서 제외됩니다.
통관
회사는 개인이 자가사용 목적으로 수입하는 개인수입통관원칙에 의거, 이용자를 납세의무자로하고 수입요건을 구비하여 운송 및 통관업무 제휴사를 통하여 통관절차를 수행합니다.
이 때 발생하는 관세 및 수입부가세 등 제세금은 운송 및 통관업무제휴사가 이용자를 대신하여 대한민국 세관에 대납하고 "메루메루"는 이용자가 기 결제한 관세 및 수입부가세 등 제세금을 운송 및 통관업무제휴사와 정산하는 절차를 거칩니다. 수입 물품의 과세가격이 15만원 이하인 경우만 면세, 15만원이 초과된 경우에는 과세처리가 되며, 해외공급자가 동일하거나 다른 경우에도 합산하여 과세하며 나눔배송의 경우에도 합산과세 처리 됩니다.
아래와 같은 목록통관배제물품은 일반수입신고를 하여야 합니다.
목록통관 배제대상물품
국제운송
한약재
야생동물 관련 제품
농림축수산물등 검역대상물품
건강기능식품
지식재산권 위반 의심물품
식품류,과자류
화장품(기능성화장품, 태반함유화장품, 스테로이드제 함유화장품 및 성분미상 등 유해화장품에 한함)
전자상거래물품 등의 특별통관절차에 관한 고시 제3-3조 제3항에 따라 특별통관대상업체로 지정되지 아니한 전자상거래업체가 수입하는 물품
통관목록 중 품명,규격,수량,가격 등이 부정확하게 기재된 물품
그 밖에 법 제226조에 따른 세관장확인대상물품 등 목록통관이 타당 하지 아니하다고 세관장이 인정하는 물품
회사는 개인이 묶음 배송을 동의 및 신청한 경우 수입 물품을 사업자 통관 절차를 통해 국내 수령하게 되며 국내 수령처에서 수취인에게 배송을 보냅니다.


제20조 (반품절차, 환급 등)
수입대행 서비스
회원이 수입대행을 신청한 재화가 품절 등의 사유로 인도할 수 없을 때에는 그 사유를 이용자에게 통지하고 사전에 재화 대금을 받은 경우에는 대금을 받은 날로부터 2 영업일 이내에, 그렇지 않은 경우에는 그 사유발생일로부터 2 영업일 이내에 계약해지 및 환급절차를 취합니다.
회원의 반품 신청에 의한 반품, 환급 규정은 다음과 같으며 회원은 물품이 배송된 날로부터 7일 이내에 반품 의사를 밝혀야 합니다.
단순변심에 의한 반품 서비스 이행구간별로 해외 인터넷쇼핑몰 등에서 회원을 대신하여 구매하는데 제공된 수입대행 수수료, 국제/국내운송료, 수입제세금, 기타 제반비용 등에 대해 회원이 부담하는 것을 조건으로 반품을 받을 수 있습니다.
상품 상이, 결실, 파손, 손상, 오염에 의한 반품 해외 주소로부터 국내 회원의 수취전까지 국제복합운송 중 수입대행 상품의 분실,파손, 손상, 오배송, 오염 등이 발생할 경우 이에 대한 책임은 회사에 있으며 상품 대금을 포함한 총결제금액 전액을 회원에게 직접 배상합니다. 또한, 상기된 하자로 인한 반품이 회사의 해외배송대행주소에서 수취전 해외쇼핑몰의 귀책사유 임이 객관적으로 증명될 경우 회사는 회원에게 반품을 받은 후, 회사가 회원을 대신하여 해외쇼핑몰에 클레임을 제기할 수 있습니다.
반품접수된 상품을 반환받는 경우 3영업일 이내에 이미 지급받은 상품 등의 대금을 환급합니다. (다만, 환급액에서 수입대행업체의 귀책사유가 없어 환급하지 않아도 될 비용항목을 제외 할 수 있습니다.)


제21조 (검품)
회사는 상품을 개봉하여 그 내용을 검품할 수 있습니다. 단, 반드시 검품해야 할 의무는 없으며, 검품 결과가 해당 상품의 품질, 하자 유무, 진품 여부 및 발송지, 경유지 및 목적지 국가의 관계 법령에 위반되지 않음을 보증하는 것은 아닙니다.
전항의 검품 시에 범죄를 통한 수익의 이전 방지에 관한 법률과 그 밖의 법령에 위반되거나 위반할 우려가 있는 물품을 발견한 경우, 당사는 경찰이나 그 밖의 관련 관공서에 통보하여 상품을 제출하는 등의 조치를 취할 수 있습니다.
상품의 검품 및 기타 본 조항에서 규정한 조치로 인해 회원에게 손해가 발생한 경우 회사의 고의 또는 중과실로 인한 경우를 제외하고 당사는 책임을 지지 않습니다.


제22조 (본 서비스 제공 거절)
회사는 아래 규정한 사유 또는 그와 같은 우려가 있는 경우에는 본 서비스의 제공을 이미 수락한 경우라도 서비스의 제공을 거절할 수 있습니다.
상품이 제15조에서 규정한 상품일 때
회원의 소재 또는 상품의 발송처 주소를 확인할 수 없을 때
대금상환등 회사에서 수령할 수 없는 지불수단으로 구입된 상품일 때
회원이 상품 수령을 거절한 때
운송 사업자가 상품을 운송하지 않을 때
제17조의 통지가 없을 때
제17조의 통지에 따라 회원이 통지한 상품 정보와 당사가 수령한 상품이 다르거나 제17조의 통지가 부정확할 때
수출입국 세관에서 금지한 때
회원이 본 서비스의 이용 요금을 지불하지 않을 때
회원이 본 약관을 위반한 때
기타 당사가 부적당하다고 판단한 때
회사는 본 서비스 제공의 일시 중단, 정지 등으로 회원에게 어떤 손해가 발생하더라도 전혀 책임을 지지 않습니다.


제23조 (본 서비스의 변경 및 폐지)
회사는 언제라도 본 서비스의 내용을 15일 이전 게시판을 통해 사전 고지안내 후 변경 또는 폐지할 수 있습니다. 변경 또는 폐지로 인해 회원에게 불이익이나 손해가 발생하더라도 당사는 책임을 지지 않습니다


제24조 (본 서비스의 중단, 정지)
회사는 다음 중 어느 하나의 사유에 해당하는 경우, 회원에게 사전 통지 없이 본 서비스의 일부 또는 전부를 일시 중단하거나 정지할 수 있습니다.
본 서비스의 제공을 위한 장치, 시스템의 보수 점검, 업데이트를 실시하는 경우
화재, 정전, 천재지변, 시스템 장애 등으로 본 서비스를 제공하기 어려운 경우
필요한 전기통신 사업자의 서비스가 제공되지 않는 경우
기타 회사가 본 서비스의 일시 중단 또는 정지가 필요하다고 판단한 경우
회사는 본 서비스 제공의 일시 중단, 정지 등으로 회원에게 어떤 손해가 발생하더라도 전혀 책임을 지지 않습니다.


제25조 (서비스 제한, 금지 행위)
회원은 본 서비스를 이용할 때 다음 각 호에 해당하는 행위의 경우에는 고객의 동의를 구한 후 해당 발송자에게로 반송할 수 있습니다. 이때 반송에 소요되는 비용은 이용자로부터 정산하거나, 회사의 임의대로 물품을 처리하여 충당할 수 있습니다.
본 서비스를 부정한 목적으로 이용하는 행위
당사와 기타 제3자의 상표권, 저작권, 의장권, 특허권 등의 지적재산권, 초상권, 초상사용권과 기타 권리를 침해하는 행위
사기 등의 범죄와 연관된 행위
제3자로 위장하여 본 서비스를 이용하는 행위
당사와 기타 제3자의 설비를 불법으로 이용하거나 그 운영에 지장을 주는 행위
법령, 본 약관, 개별 약관 또는 공공의 질서와 선량한 풍속에 위반되는 행위
본 서비스의 운영을 방해하는 행위
수입, 수출 불가 / 항공운송 불가 품목일 경우, 송장(Invoice) 부실기재, 포장불량 등으로 본 약관에 따른 서비스를 제공하기에 적절하지 않다고 회사가 판단하는 경우
기타관계법령에의해 수출입이 제한되거나 당사가 부적당하다고 판단하는 행위
회원이 본 약관 또는 개별 약관을 위반함으로써 회사에 어떠한 손해가 발생한 경우, 회사는 회원에게 손해 배상을 청구할 수 있습니다.


제26조 (저작권의 귀속 및 이용제한)
회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다.
이용자는 서비스를 이용함으로써 얻는 정보 중 회사에게 지적재산권이 귀속된 정보를 회사의 사전 승낙없이 복제, 송신, 출판, 배포, 방송 등 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.


제27조 (준거법 및 합의 관할)
본 약관 및 개별 약관의 준거법은 한국법에 따릅니다.
본 약관 및 개별 약관에 관해 분쟁이 발생한 경우 민사소송법에 따라 관할법원을 정합니다.


제28조 (책임범위)
회사는 서비스 제공과 관련하여 회사의 귀책사유로 회원에게 발생한 손해에 대하여 회원이 당해 물품을 구입할 당시의 물품가격범위 내에서 회원에게 배상책임을 부담합니다.
회원의 물품이 회사의 해외중간배송지에 도착하기 전에 발생한 물품의 분실, 파손, 배달지연 등으로 인한 손실 책임범위는 아래와 같습니다.
구매대행 서비스를 이용할 경우 회사는 구매한 물품의 인수, 배송하는 과정만 책임을 집니다.
회원의 신상명세, 주소 등의 기재 오류로 인하여 발생하는 손실은 책임지지 않습니다.
회원의 귀책사유로 인하여 발생한 손실은 책임지지 않습니다.
본 약관 및 관련법령(국내외 법령 포함)을 위반함으로써 생긴 손실은 책임지지 않습니다.
회원이 자가 사용 이외 국내 판매 등을 위해 수입하는 행위로 인해 법적 규제가 발생한 경우에 생긴 손실은 책임지지 않습니다.
구매대행 및 묶음배송 서비스를 이용할 경우 통관 시 부과되는 관세는 회원 본인이 부담합니다. 다만, 묶음배송 서비스의 경우 서비스 몰 내에서 보여지는 상품 가격에 관세 등이 포함되어 있습니다.


제29조 (취소에 따른 수수료)
구매대행 신청 후 취소를 하는 경우에 대해 회사는 물론 회원님께서도 피해가 발생하게 됩니다. 부득이 취소를 할 경우 다음과 같이 처리되오니 이용에 유의하시기 바랍니다.
해외 상품 구매 쇼핑몰에서 결제를 한 후 물품 배송이 시작된 이후로부터 일절 취소가 불가능합니다. 다만, 해외배송이 시작되지 않았고, 상품이 해외중간배송 업체에 있는 경우 상품에 포함된 해외 배송비 환불을 요청할 수 있습니다. (개인 변심에 따른 상품 가격 및 구매대행 수수료는 환불이 불가합니다.)`

export const agreementPrivacyText1 = `비지보이(이하 ‘회사’라고 함)는 「개인정보 보호법」에 따라 이용자의 개인정보 및 개인위치정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다. 개인정보 처리방침을 변경하는 경우에는 변경에 대한 사실 및 시행일, 변경 전후의 내용을 홈페이지 공지사항을 통해 지속적으로 공개합니다.

본 개인정보 처리방침은 회사가 제공하는 서비스 중 네스팅(이하 ‘서비스’라고 함)에 적용되며, 회사가 제공하는 그 밖의 서비스에는 적용되지 않습니다.
회사는 수집한 개인정보를 본래 수집한 목적 이외의 용도로 이용하지 않으며, 이용 목적이 변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행합니다. 회사는 관계 법령에 따른 개인정보 보유 기간 및 이용자로부터 개인정보를 수집할 때 고지하고 동의받은 기간 내에서 개인정보를 처리·보유합니다. 관계 법령에 따른 개인정보의 보유 기간은 ‘4.개인정보의 파기 절차 및 방법’과 같습니다.
회사는 이용자들이 회사의 개인정보취급방침 또는 이용약관의 내용에 대하여 동의 혹은 거절을 할 수 있는 절차를 회원가입 시 마련하며, 동의를 체크한 경우 개인정보 수집에 대해 동의한 것으로 봅니다.`

export const agreementPrivacyText2 = `1. 개인정보 수집 항목 및 목적과 보유 기간
회사가 이용자들의 개인정보를 수집하는 목적은 서비스 이용자의 신분을 확인하고 당사 서비스를 이용하고자 하는 의사를 확인하며, 이용자에게 최적의 서비스를 제공하고자 하는 것입니다. 대부분의 서비스는 별도의 사용자 등록이 없이 언제든지 사용할 수 있습니다.
그러나 회사는 서비스(해외구매 등)를 통하여 이용자들에게 맞춤 서비스를 비롯한 보다 더 향상된 양질의 서비스를 제공하기 위하여 이용자 개인의 정보를 수집하고 있습니다.
회사는 이용자의 사전 동의 없이는 이용자의 개인 정보를 함부로 공개하지 않으며, 수집된 정보는 아래와 같이 이용하고 있습니다.`

export const agreementPrivacyText3 = `** ‘연령 및 성별’은, 회원 가입 이후, 본인확인을 진행한 이용자에 한해 처리되는 정보입니다*


2. 개인정보 목적 외 사용 및 제3자에 대한 제공
회사는 이용자에게 사전 동의를 받은 범위 내에서만 개인정보를 제3자에게 제공합니다.
회사는 이용자들에게 보다 더 나은 서비스를 제공하기 위하여 개인정보를 제휴사에게 제공하거나 제휴사 등과 공유할 수 있습니다. 개인정보를 제공하거나 공유할 경우에는 사전에 이용자들에게 제휴사등이 누구인지, 제공 또는 공유되는 개인정보항목이 무엇인지, 왜 그러한 개인정보가 제공되거나 공유되어야 하는지, 언제까지 어떻게 보호, 관리되는지에 대해 개별적으로 고지하여 동의를 구하는 절차를 거치게 되며, 이용자가 동의하지 않은 경우에는 제휴사등에게 제공하거나 제휴사등과 공유하지 않습니다. 또한 이용자가 개인정보의 제공에 동의하더라도 언제든지 그 동의를 철회할 수 있습니다.
회사는 「개인정보 보호법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「통신비밀보호법」, 「전기통신사업법」, 「전자상거래 등에서의 소비자보호에 관한 법률」, 「국세기본법」, 「신용정보의 이용 및 보호에 관한 법률」, 「소비자기본법」, 「자살예방 및 생명존중문화 조성을 위한 법률」, 「제품안전기본법」 등 다른 법률에 특별한 규정이 있는 경우에 법률에서 규정한 적법한 절차에 따라 제3자에게 이용자의 개인정보를 제공할 수 있습니다. 특히, 회사는 재난, 감염병, 급박한 생명·신체 위험을 초래하는 사건·사고, 급박한 재산 손실 등의 긴급 상황이 발생하는 경우 이용자의 동의 없이 관계기관에 개인정보를 제공할 수 있습니다.`

export const agreementPrivacyText4 = `3. 이용자의 동의없는 이용 및 제공
회사는 이용자에게 동의받은 범위 내에서만 개인정보를 이용 및 제공합니다. 단, 「개인정보 보호법」 제15조 제3항 또는 제17조 제4항에 따라 이용자의 동의 없이 개인정보를 추가적으로 이용·제공할 수 있습니다. 이 경우, 회사는 정보주체의 동의 없는 개인정보의 추가적인 이용·제공을 위해 아래 사항을 고려하겠습니다.
당초 수집 목적과 관련성이 있는지 여부
개인정보를 수집한 정황 또는 처리 관행에 비추어 볼 때 개인정보의 추가적인 이용 또는 제공에 대한 예측 가능성이 있는지 여부
이용자의 이익을 부당하게 침해하는지 여부
가명처리 또는 암호화 등 안전성 확보에 필요한 조치를 하였는지 여부
만약 개인정보의 추가적인 이용∙제공이 지속적으로 발생하는 경우에는 위 사항에 대한 판단기준을 공개하고, 해당 기준의 준수 여부를 점검하겠습니다.


4. 개인정보의 파기 절차 및 방법
회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 해당 개인정보를 파기합니다.  단, 「개인정보 보호법」 제 15조 제1항 제6호에 따른 내부방침에 따라 부정 행위 제재기록을 별도로 분리하여 5년간 보관 후 파기합니다
개인정보의 파기 절차 및 방법은 다음과 같습니다.
파기 절차 : 개인정보 목적 달성 후 내부 방침 및 관련 법령에 의한 의무에 따라 일정기간 동안 별도로 분리하여 저장 후 파기합니다.
파기 방법 : 전자적 파일 형태로 저장된 개인정보는 기록을 복원이 불가능한 방법으로 영구 파기하며, 종이문서에 저장된 개인정보는 분쇄기로 분쇄하거나 소각 등을 통하여 파기합니다.
이용자로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도로 분리하여 저장·관리합니다.`

export const agreementPrivacyText5 = `5. 이용자와 법정대리인의 권리**·의무**
이용자는 언제든 회사 서비스를 이용하여 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며 동의철회 또는 탈퇴 신청을 요청할 수도 있습니다. 서비스를 통해 직접 확인하지 못하는 정보는 민원처리부서 담당자를 통해 확인할 수 있으며, 이용자 요청에 대한 진행경과는 요청을 받은일로부터 10일 내에 회신합니다. 법정대리인이나 위임을 받은 대리인은 위임장, 가족관계증명서 등을 제출하여 정당한 대리인 여부를 입증해야 합니다.
다만, 아래의 경우에는 동의 철회, 삭제, 처리 정지가 어려울 수 있습니다.
법령에 특별한 규정이 있거나 법령상 의무를 다하기 위해 불가피한 경우
다른 사람의 신체, 생명을 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우
개인정보를 처리하지 않으면서 이용자와 약정한 서비스를 제공하지 못하는 경우로서 이용자가 그 계약의 해지 의사를 명확하게 밝히지 않은 경우
아이디 및 비밀번호는 타인에게 양도하거나 대여할 수 없으며 이로 인해 발생한 문제에 대해서는 회사가 책임지지 않습니다. 타인의 정보 및 존엄성을 훼손할 시에는「개인정보 보호법」,「정보통신망법」등에 의해 처벌받을 수 있습니다.


6. 개인정보를 자동으로 수집하는 장치의 설치**·운영 및 그 거부에 관한 사항**
이용자들에게 특화된 맞춤서비스를 제공하기 위해서 회사는 이용자들의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버(HTTP)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.
쿠키의 사용 목적
이용자가 서비스에 접속한 후 로그인하여 회원 서비스 등을 이용하기 위해서는 쿠키를 허용하셔야 합니다. 회사는 이용자들에게 적합하고 보다 유용한 서비스를 제공하기 위해서 쿠키를 이용하여 아이디에 대한 정보를 찾아냅니다. 쿠키는 이용자의 컴퓨터는 식별하지만 이용자를 개인적으로 식별하지는 않습니다.
쿠키를 이용하여 이용자들이 방문한 메루메루의 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 이용자 규모 등을 파악하여 더욱 더 편리한 서비스를 만들어 제공할 수 있고 이용자에게 최적화된 정보를 제공할 수 있습니다.
쿠키 수집 거부
이용자들은 쿠키에 대하여 사용여부를 선택할 수 있습니다. 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용할 수도 있고, 쿠키가 저장될 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수도 있습니다. 다만, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 일부 서비스는 이용할 수 없습니다.


7. 개인정보의 안전성 확보조치
회사는 이용자의 개인정보를 처리함에 있어 개인정보가 도난, 유출, 변조, 또는 훼손되지 않도록 기술적 관리적 보호조치를 강구하고 있습니다.
기술적 보호조치: 비밀번호에 의한 개인정보 보호. 개인정보의 확인 및 변경도 비밀번호를 알고있는 본인에 의해서만 가능합니다. 이를 위해 기본적으로 PC에서의 사용을 마친 후 온라인상에서 로그아웃을 하고 웹 브라우저를 종료하시길 권장합니다. 특히 다른 사람과 PC를 공유하여 사용하거나 공공장소(회사나 학교, 도서관, 인터넷 게임방 등)에서 이용한 경우에는 개인정보가 다른 사람에게 알려지는 것을 막기 위해 위와 같은 절차가 더욱 필요할 것입니다. 회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있습니다.
관리적 보호조치: 개인정보보호 취급 담당자 한정 운영, 개인정보취급자 대한 정기적인 교육 수행, 직원을 대상으로 한 인식제고 활동, 규정 준수상태 정기적 점검
물리적 보호조치: 외부로부터 접근이 통제된 구역에 시스템 설치 및 운영, 안전한 출입통제 절차 수립 및 운영


8. 개인정보보호책임자와 민원처리 부서
회사는 개인정보 처리에 관한 업무를 총괄하여 책임지고, 개인정보 처리와 관련한 이용자의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보보호책임자를 지정하고 있습니다.


[개인정보 관리책임자]
성명 : 남윤수
소속부서 : 경영관리부서
직책 : 대표
전화번호 : 070-7954-4117
개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)
개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)
대검찰청 : (국번없이) 1301 (www.spo.go.kr)
경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)
개인정보취급방침 버전번호: v1.0
개인정보처리방침 시행일자: 2024. 7. 11`

export const agreementMarketingText1 = `네스팅 서비스를 이용하면서 네스팅이 제공하는 서비스 소식 및 마케팅 정보를 수신합니다.
• 네스팅의 알림은 네스팅이 직접 운영하는 서비스들의 소식과 혜택, 쿠폰 등 유용한 정보를 제공합니다.
• 네스팅의 마케팅 정보를 수신하고 싶지 않는 경우, 언제든지 [마이 페이지 > 알림설정]에서 수신을 해제할 수 있습니다.`

export const agreementMarketingText2 = `: 신규 서비스(제품) 안내, 이벤트 참여 기회 제공, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등`

export const agreementMarketingText3 = `: 마케팅 활용 목적으로 이용자 정보(휴대전화번호)와 ‘쿠키’ 또는 ‘광고식별자’ 기반으로 수집된 행태정보를 활용할 수 있으며 서비스 및 마케팅 정보는 SMS, 채널톡, 푸시 알림 등으로 발송됩니다.`

export const agreementMarketingText4 = `: 동의철회 또는 회원탈퇴 시 파기`

export const agreementMarketingText5 = `또한, 콘텐츠 등 광고를 포함한 기존 서비스 제공에 더하여, 서비스 방문 및 이용 기록의 분석, 개인정보 및 관심에 기반한 이벤트 참여 기회 제공 등 신규 서비스(제품) 요소의 발굴 및 기존 서비스 개선 등을 위하여 개인정보를 이용합니다.

본 내용에 동의를 거부하시는 경우에도 네스팅 서비스 이용이 가능합니다. 다만, 네스팅 신규 서비스 및 제품 안내, 이벤트 참여 안내 등 이용에 도움이 되는 정보를 수신할 수 없습니다.`

export const agreementMarketingReceiveText1 = `네스팅 서비스 이용 또는 페이지 화면 상/하단 등을 통해서 네스팅이 제공하는 맞춤형 컨텐츠 추천 등 광고 정보를 수신합니다.

네스팅 서비스 이용 중 화면에 보여지는 광고는 이용자 맞춤형 컨텐츠 추천 등 서비스 이용 시 유용한 정보를 제공하고 있습니다.

네스팅의 광고 정보를 수신하고 싶지 않은 경우, 언제든지 [마이 페이지 > 이벤트 및 혜택 알림 동의]에서 수신을 해제할 수 있습니다.`

export const agreementMarketingReceiveText2 = `: 이용자의 관심 및 성향의 추정을 통한 맞춤형 광고 활용`

export const agreementMarketingReceiveText3 = `: 성별, 출생년도, 서비스 이용 기록, 위치정보 등`

export const paymentInfo = `• 배송비는 실무게와 부피 무게 중 더 무거운 쪽으로 계산됩니다.
• 10원 단위 금액은 올림 계산됩니다. ex) 15,890 >> 15,900
• 총 상품 가격이 150달러 이하라면 관부가세를 부과하지 않습니다.
• 총 상품 가격이 150달러 이상일 경우, 예상 관부가세를 별도로 안내드립니다.`

