export const shippingPolicyText1 = `
해외직배송 상품은 주문완료 후 국가별로 5일~15일(주말/휴일 제외) 정도의 배송기간이 소요될 수 있습니다.
(판매자 사정 및 도서산간 지역의 경우 배송이 더 지연될 수 있습니다.)
`;

export const shippingPolicyText2 = `
단순 변심에 의한 교환/반품은 왕복 해외배송비 등 제반 비용이 구매자에게 부과되오니 반드시 확인하세요.

반품배송비: 편도 40,000원 (최초 배송비 무료인 경우 80,000원 부과)

교환배송비: 40,000원

반품시 먼저 고객센터로 연락하셔서 반품 사유, 택배사, 배송비 등을 협의하신 후 상품을 반품하시기 바랍니다.

보다 자세한 반품/교환 안내는 “취소/교환/반품 정보”에서 확인해 주세요.
`;

export const shippingPolicyText3 = `상품가 외에 고객님의 통관 물품 가격에 따라 관세 등이 추가로 발생할 수 있으며, 이는 직접 결제하셔야 합니다.
`;

// returnPolicyText
export const returnPolicyText1 = `결제 완료 후 해외 판매처에 주문이 들어가기 전까지는 취소가 가능합니다. 주문이 접수되어 해외 판매처에서 구매가 완료된 이후에는 단순변심으로 인한 취소가 불가능합니다.
`;

export const returnPolicyText2 = `고객센터(카카오톡 문의)를 통해 취소 요청을 접수해 주세요. 취소 가능 여부 확인 후, 취소 가능 시 1~3영업일 내 결제 금액을 환불해 드립니다.
`;

export const returnPolicyText3 = `해외 판매처에서 구매가 확정된 이후, 품절 등으로 인해 자동 취소된 경우에는 전액 환불됩니다.
`;

export const returnPolicyText4 = `1. 구매자 단순 변심은 상품 수령 후 7일 이내 (구매자 국제 왕복 운송료+수입세금 및 제비용 부담)
2. 표시/광고와 상이, 계약 내용과 다르게 이행된 경우 상품 수령 후 3개월 이내 혹은 표시/광고와 다른 사실을 안 날로부터 30일 이내 (판매자 반품배송비 부담)
둘 중 하나 경과 시 반품/교환 불가
`;

export const returnPolicyText5 = `1. 반품요청기간이 지난 경우
2. 구매자의 책임 있는 사유로 상품 등이 멸실 또는 훼손된 경우 (단, 상품의 내용을 확인하기 위하여 포장 등을 훼손한 경우는 제외)
3. 구매자의 책임 있는 사유로 포장이 훼손되어 상품 가치가 현저히 감소한 경우 (예: 식품, 화장품, 향수류, 음반 등)
4. 구매자의 사용 또는 일부 소비에 의하여 상품의 가치가 현저히 감소한 경우 (라벨이 떨어진 의류 또는 태그가 떨어진 명품관 상품인 경우)
5. 시간의 경과에 의하여 재판매가 곤란할 정도로 상품 등의 가치가 현저히 감소한 경우
6. 고객의 요청사항에 맞춰 제작에 들어가는 맞춤제작상품의 경우 (판매자에게 회복불가능한 손해가 예상되고, 그러한 예정으로 청약철회권 행사가 불가하다는 사실을 서면 동의 받은 경우)
7. 복제가 가능한 상품 등의 포장을 훼손한 경우 (CD/DVD/게임/도서의 경우 포장 개봉 시)
`;

export const transactionInfoText1 = `• 제품하자・오배송 등에 따른 청약철회 등의 경우 청약철회 등의 기한 및 통신판매업자가 부담하는 반품비용 등에 관한 정보
: 전자상거래 등에서의 소비자보호에 관한 법률 등에 의한 제품의 하자 또는 오배송 등으로 인한 청약철회의 경우에는 상품 수령 후 3개월 이내, 그 사실을 안 날 또는 알 수 있었던 날로부터 30일 이내에 청약철회를 할 수 있으며, 반품 비용은 통신판매업자가 부담합니다.
• 제품하자가 아닌 소비자의 단순변심에 따른 청약철회 시 소비자가 부담하는 반품비용 등에 관한 정보
: 편도 20,000원 (최초 배송비 무료인 경우 40,000원 부과)
• 제품하자가 아닌 소비자의 단순변심에 따른 청약철회가 불가능한 경우 그 구체적 사유와 근거
: 전자상거래 등에서의 소비자보호에 관한 법률 등에 의한 청약철회 제한 사유에 해당하는 경우 및 기타 객관적으로 이에 준하는 것으로 인정되는 경우 청약철회가 제한될 수 있습니다.
`;

export const transactionInfoText2 = `• 재화 등의 교환・반품・보증 조건 및 품질보증기준
: 소비자분쟁해결기준(공정거래위원회 고시) 및 관계법령에 따릅니다.
• 대금을 환불받기 위한 방법과 환불이 지연될 경우 지연배상금을 지급받을 수 있다는 지연배상금 지급의 구체적인 조건・절차
: 주문취소 및 대금의 환불은 마이페이지에서 신청할 수 있으며, 전자상거래 등에서의 소비자보호에 관한 법률에 따라 소비자의 청약철회 후 판매자가 재화 등을 반환받은 날로부터 3영업일 이내에 지급받은 대금의 환급을 정당한 사유 없이 지연하는 때에는 소비자는 지연기간에 대해서 연 15%의 지연배상금을 판매자에게 청구할 수 있습니다.
• 소비자피해보상의 처리, 재화 등에 대한 불만 처리 및 소비자와 사업자 사이의 분쟁처리에 관한 사항
: 소비자 분쟁해결기준(공정거래위원회 고시) 및 관계법령에 따릅니다.
• 거래에 관한 약관의 내용 또는 확인할 수 있는 방법
: 상품상세 페이지 및 페이지 하단의 이용약관 링크를 통해 확인할 수 있습니다.
`;