export const shippingPolicyText1 = `
해외직배송 상품은 주문완료 후 국가별로 5일~15일(주말/휴일 제외) 정도의 배송기간이 소요될 수 있습니다.
(판매자 사정 및 도서산간 지역의 경우 배송이 더 지연될 수 있습니다.)
`;

export const shippingPolicyText2 = `
단순 변심에 의한 교환/반품은 왕복 해외배송비 등 제반 비용이 구매자에게 부과되오니 반드시 확인하세요.

반품배송비: 편도 40,000원 (최초 배송비 무료인 경우 80,000원 부과)

교환배송비: 40,000원

반품시 먼저 고객센터로 연락하셔서 반품 사유, 택배사, 배송비 등을 협의하신 후 상품을 반품하시기 바랍니다.

보다 자세한 반품/교환 안내는 “취소/교환/반품 정보”에서 확인해 주세요.
`;

export const shippingPolicyText3 = `
상품가 외에 고객님의 통관 물품 가격에 따라 관세 등이 추가로 발생할 수 있으며, 이는 직접 결제하셔야 합니다.
`;